{"goodQuotes":[
    "\"Love takes off masks that we fear we cannot live without and know we cannot live within.\"    — James Baldwin",
    "\"Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.\" — Lucille Ball",
    "Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky.”— Rainer Maria Rilke",
    "The most important thing in life is to learn how to give out love, and to let it come in.— Morrie Schwartz",
    "Love will find a way through paths where wolves fear to prey.”— Lord Byron",
    "If I know what love is, it is because of you.— Herman Hesse",,
	"I love you not because of who you are, but because of who I am when I am with you.— Roy Croft",
    "Love is a friendship set to music.”—  Joseph Campbell",
    "We are shaped and fashioned by what we love.”— Johann Wolfgang von Goethe",
    "When we are in love we seem to ourselves quite different from what we were before.”— Blaise Pascal",
    "Love in its essence is spiritual fire.— Seneca"

],

"badQuotes":[
	"Marriage is a great institution, but I'm not ready for an institution.— Mae West​",
	"Men should be like Kleenex: soft, strong, disposable.— Cher​",
	"My wife and I were happy for twenty years. Then we met. — Rodney Dangerfield​",
	"Love is a temporary insanity curable by marriage.— Ambrose Bierce​",
	"By all means marry; if you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher.— Socrates",
	"A kiss may ruin a human life.— Oscar Wilde",
	"My love life is like a piece of Swiss cheese. Most of it's missing, and what's there stinks.— Joan Rivers​",
	"Love is a grave mental disease.— Plato​",
	"You can't buy love, but you can pay heavily for it.— Henny Youngman​",
	"Marriage is like a tense, unfunny version of 'Everybody Loves Raymond', only it doesn't last 22 minutes. It lasts forever. — Knocked Up"​,
	"If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.— Katharine Hepburn​",
	"Behind every successful man is a woman, and behind her is his wife.— Groucho Marx​"
	
	]



}

